Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/DeveloperUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Could not load display format.
ar: تعذر تحميل تنسيق العرض.
bn: প্রদর্শন বিন্যাস লোড করা যায়নি.
es: No se pudo cargar el formato de visualización.
fr: Impossible de charger le format d'affichage.
hi: प्रदर्शन प्रारूप लोड नहीं किया जा सका.
it: Impossibile caricare il formato di visualizzazione.
nl: Kan weergaveformaat niet laden.
te: ప్రదర్శన ఆకృతిని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载显示格式。

source: Column definitions for this display format. Column create/edit is not exposed yet.
ar: تعريفات الأعمدة لتنسيق العرض هذا. لم يتم عرض إنشاء/تحرير العمود بعد.
bn: এই প্রদর্শন বিন্যাসের জন্য কলাম সংজ্ঞা। কলাম তৈরি/সম্পাদনা এখনও প্রকাশ করা হয়নি।
es: Definiciones de columnas para este formato de visualización. La creación/edición de columnas aún no está expuesta.
fr: Définitions de colonnes pour ce format d'affichage. La création/modification de la colonne n'est pas encore exposée.
hi: इस प्रदर्शन प्रारूप के लिए कॉलम परिभाषाएँ। कॉलम निर्माण/संपादन अभी तक सामने नहीं आया है।
it: Definizioni di colonna per questo formato di visualizzazione. La creazione/modifica delle colonne non è ancora stata esposta.
nl: Kolomdefinities voor dit weergaveformaat. Kolom maken/bewerken is nog niet beschikbaar.
te: ఈ ప్రదర్శన ఆకృతికి నిలువు నిర్వచనాలు. నిలువు వరుస సృష్టించడం/సవరించడం ఇంకా బహిర్గతం కాలేదు.
zh_tw: 此显示格式的列定义。列创建/编辑尚未公开。

source: Pos
ar: نقاط البيع
bn: পদ
hi: स्थिति
te: పోస్
zh_tw: 位置

source: Source field
ar: حقل المصدر
bn: উৎস ক্ষেত্র
es: Campo fuente
fr: Champ source
hi: स्रोत फ़ील्ड
it: Campo di origine
nl: Bronveld
te: మూల క్షేత్రం
zh_tw: 源字段

source: Column label
ar: تسمية العمود
bn: কলাম লেবেল
es: Etiqueta de columna
fr: Libellé de la colonne
hi: कॉलम लेबल
it: Etichetta della colonna
nl: Kolomlabel
te: కాలమ్ లేబుల్
zh_tw: 列标签

source: Render type
ar: نوع العرض
bn: রেন্ডার টাইপ
es: Tipo de renderizado
fr: Type de rendu
hi: रेंडर प्रकार
it: Tipo di rendering
te: రెండర్ రకం
zh_tw: 渲染类型

source: Width
ar: عرض
bn: প্রস্থ
es: Ancho
fr: Largeur
hi: चौड़ाई
it: Larghezza
nl: Breedte
te: వెడల్పు
zh_tw: 宽度

source: Display format create / update / delete not supported via this API
ar: إنشاء / تحديث / حذف تنسيق العرض غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: প্রদর্শন বিন্যাস তৈরি / আপডেট / মুছে ফেলা এই API এর মাধ্যমে সমর্থিত নয়
es: El formato de visualización creado/actualizado/eliminado no se admite a través de esta API
fr: Format d'affichage création/mise à jour/suppression non pris en charge via cette API
hi: प्रदर्शन प्रारूप बनाएं/अपडेट करें/हटाएं इस एपीआई के माध्यम से समर्थित नहीं है
it: Creazione/aggiornamento/eliminazione del formato di visualizzazione non supportato tramite questa API
nl: Weergaveformaat aanmaken/bijwerken/verwijderen wordt niet ondersteund via deze API
te: ఈ API ద్వారా ప్రదర్శన ఆకృతిని సృష్టించడం / నవీకరించడం / తొలగించడం మద్దతు లేదు
zh_tw: 通过此 API 不支持显示格式创建/更新/删除

source: Column and sort configuration write not supported via this API
ar: كتابة تكوين العمود والفرز غير مدعومة عبر واجهة برمجة التطبيقات هذه
bn: কলাম এবং সাজানোর কনফিগারেশন লেখা এই API এর মাধ্যমে সমর্থিত নয়
es: La escritura de configuración de clasificación y columnas no se admite a través de esta API
fr: L'écriture de la configuration des colonnes et du tri n'est pas prise en charge via cette API
hi: कॉलम और सॉर्ट कॉन्फ़िगरेशन लेखन इस एपीआई के माध्यम से समर्थित नहीं है
it: Scrittura della configurazione di colonne e ordinamento non supportata tramite questa API
nl: Het schrijven van kolom- en sorteerconfiguraties wordt niet ondersteund via deze API
te: ఈ API ద్వారా నిలువు వరుస మరియు క్రమబద్ధీకరణ వ్రాత మద్దతు లేదు
zh_tw: 不支持通过此 API 写入列和排序配置

source: Allowed-community editing not supported via this API
ar: تحرير المجتمع المسموح به غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API-এর মাধ্যমে অনুমোদিত-সম্প্রদায় সম্পাদনা সমর্থিত নয়
es: La edición comunitaria permitida no se admite a través de esta API
fr: Modification de communauté autorisée non prise en charge via cette API
hi: इस एपीआई के माध्यम से स्वीकृत-सामुदायिक संपादन समर्थित नहीं है
it: La modifica consentita dalla community non è supportata tramite questa API
nl: Toegestane communitybewerking wordt niet ondersteund via deze API
te: ఈ API ద్వారా అనుమతించబడిన కమ్యూనిటీ సవరణకు మద్దతు లేదు
zh_tw: 此 API 不支持允许的社区编辑

source: Action Menus
ar: قوائم الإجراءات
bn: অ্যাকশন মেনু
es: Menús de acción
fr: Menus d'actions
hi: क्रिया मेनू
it: Menu di azione
nl: Actiemenu's
te: యాక్షన్ మెనూలు
zh_tw: 操作菜单

source: Loading action menus…
ar: جارٍ تحميل قوائم الإجراءات…
bn: অ্যাকশন মেনু লোড হচ্ছে...
es: Cargando menús de acciones…
fr: Chargement des menus d'action…
hi: क्रिया मेनू लोड हो रहा है...
it: Caricamento dei menu di azione…
nl: Actiemenu's laden…
te: చర్య మెనులను లోడ్ చేస్తోంది...
zh_tw: 正在加载操作菜单...

source: No action menus returned.
ar: لم يتم إرجاع أي قوائم إجراءات.
bn: কোনো অ্যাকশন মেনু ফিরে আসেনি।
es: No se devolvieron menús de acciones.
fr: Aucun menu d'action renvoyé.
hi: कोई क्रिया मेनू नहीं लौटाया गया.
it: Nessun menu di azioni restituito.
nl: Er zijn geen actiemenu's geretourneerd.
te: చర్య మెనులు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回操作菜单。

source: Could not load action menus.
ar: لا يمكن تحميل قوائم الإجراءات.
bn: অ্যাকশন মেনু লোড করা যায়নি।
es: No se pudieron cargar los menús de acciones.
fr: Impossible de charger les menus d'action.
hi: क्रिया मेनू लोड नहीं किया जा सका.
it: Impossibile caricare i menu di azione.
nl: Kan actiemenu's niet laden.
te: చర్య మెనులను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载操作菜单。

source: Content Explorer action menus (types, handlers, URL parameters). Open a row for parameters and properties. Create/edit is a later slice.
ar: قوائم إجراءات Content Explorer (الأنواع والمعالجات ومعلمات URL). افتح صفًا للمعلمات والخصائص. الإنشاء/التحرير هو شريحة لاحقة.
bn: কন্টেন্ট এক্সপ্লোরার অ্যাকশন মেনু (টাইপ, হ্যান্ডলার, ইউআরএল প্যারামিটার)। পরামিতি এবং বৈশিষ্ট্যগুলির জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Menús de acciones de Content Explorer (tipos, controladores, parámetros de URL). Abra una fila para parámetros y propiedades. Crear/editar es un segmento posterior.
fr: Menus d'action de Content Explorer (types, gestionnaires, paramètres d'URL). Ouvrez une ligne pour les paramètres et les propriétés. Créer/modifier est une tranche ultérieure.
hi: कंटेंट एक्सप्लोरर एक्शन मेनू (प्रकार, हैंडलर, यूआरएल पैरामीटर)। पैरामीटर और गुणों के लिए एक पंक्ति खोलें. बनाना/संपादित करना बाद का भाग है।
it: Menu di azioni di Content Explorer (tipi, gestori, parametri URL). Aprire una riga per parametri e proprietà. Crea/modifica è una sezione successiva.
nl: Actiemenu's van Content Explorer (typen, handlers, URL-parameters). Open een rij voor parameters en eigenschappen. Maken/bewerken is een later segment.
te: కంటెంట్ ఎక్స్u200cప్లోరర్ చర్య మెనులు (రకాలు, హ్యాండ్లర్లు, URL పారామితులు). పారామితులు మరియు లక్షణాల కోసం వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: Content Explorer 操作菜单（类型、处理程序、URL 参数）。打开一行参数和属性。创建/编辑是稍后的切片。

source: Menu type
ar: نوع القائمة
bn: মেনু প্রকার
es: Tipo de menú
fr: Type de menu
hi: मेनू प्रकार
it: Tipo di menù
te: మెను రకం
zh_tw: 菜单类型

source: Handler
ar: معالج
bn: হ্যান্ডলার
es: Entrenador de animales
fr: Gestionnaire
hi: हैंडलर
it: Gestore
nl: Behandelaar
te: హ్యాండ్లర్
zh_tw: 处理程序

source: URL
ar: عنوان URL
hi: यूआरएल
zh_tw: 网址

source: Sort rank
ar: ترتيب الترتيب
bn: বাছাই র্যাঙ্ক
es: Ordenar rango
fr: Trier le classement
hi: रैंक क्रमबद्ध करें
it: Ordina il rango
nl: Sorteer rang
te: ర్యాంక్ క్రమబద్ధీకరించండి
zh_tw: 排序排名

source: Loading action menu…
ar: جارٍ تحميل قائمة الإجراءات…
bn: অ্যাকশন মেনু লোড হচ্ছে...
es: Cargando menú de acciones…
fr: Chargement du menu d'actions…
hi: क्रिया मेनू लोड हो रहा है...
it: Caricamento menu azioni…
nl: Actiemenu laden…
te: చర్య మెనుని లోడ్ చేస్తోంది...
zh_tw: 正在加载操作菜单...

source: Could not load action menu.
ar: لا يمكن تحميل قائمة الإجراءات.
bn: অ্যাকশন মেনু লোড করা যায়নি।
es: No se pudo cargar el menú de acciones.
fr: Impossible de charger le menu d'action.
hi: क्रिया मेनू लोड नहीं हो सका.
it: Impossibile caricare il menu delle azioni.
nl: Kan actiemenu niet laden.
te: చర్య మెనుని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载操作菜单。

source: URL parameters for this menu action. Parameter editing is not exposed yet.
ar: معلمات URL لإجراء القائمة هذا. لم يتم كشف تحرير المعلمة بعد.
bn: এই মেনু কর্মের জন্য URL প্যারামিটার। পরামিতি সম্পাদনা এখনও উন্মুক্ত করা হয় না.
es: Parámetros de URL para esta acción de menú. La edición de parámetros aún no está expuesta.
fr: Paramètres d'URL pour cette action de menu. L'édition des paramètres n'est pas encore exposée.
hi: इस मेनू कार्रवाई के लिए यूआरएल पैरामीटर। पैरामीटर संपादन अभी तक सामने नहीं आया है.
it: Parametri URL per questa azione di menu. La modifica dei parametri non è ancora stata esposta.
nl: URL-parameters voor deze menuactie. Het bewerken van parameters is nog niet zichtbaar.
te: ఈ మెను చర్య కోసం URL పారామితులు. పారామీటర్ సవరణ ఇంకా బహిర్గతం కాలేదు.
zh_tw: 此菜单操作的 URL 参数。参数编辑尚未公开。

source: Properties
ar: ملكيات
bn: বৈশিষ্ট্য
es: Propiedades
fr: Propriétés
hi: गुण
it: Proprietà
nl: Eigenschappen
te: లక్షణాలు
zh_tw: 特性

source: Parameter
ar: المعلمة
bn: প্যারামিটার
es: Parámetro
fr: Paramètre
hi: पैरामीटर
it: Parametro
te: పరామితి
zh_tw: 范围

source: Property
ar: ملكية
bn: সম্পত্তি
es: Propiedad
fr: Propriété
hi: संपत्ति
it: Proprietà
nl: Eigendom
te: ఆస్తి
zh_tw: 财产

source: Action menu create / update / delete not supported via this API
ar: إنشاء/تحديث/حذف قائمة الإجراءات غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: অ্যাকশন মেনু তৈরি / আপডেট / মুছে ফেলা এই API এর মাধ্যমে সমর্থিত নয়
es: El menú de acciones crear/actualizar/eliminar no se admite a través de esta API
fr: Menu d'action créer/mettre à jour/supprimer non pris en charge via cette API
hi: एक्शन मेनू बनाएं / अपडेट करें / हटाएं इस एपीआई के माध्यम से समर्थित नहीं है
it: Crea/aggiorna/elimina menu azioni non supportato tramite questa API
nl: Actiemenu maken/bijwerken/verwijderen wordt niet ondersteund via deze API
te: ఈ API ద్వారా యాక్షన్ మెను సృష్టించడానికి / నవీకరించడానికి / తొలగించడానికి మద్దతు లేదు
zh_tw: 此 API 不支持操作菜单创建/更新/删除

source: Cascading child menu composition not supported via this API
ar: تكوين القائمة الفرعية المتتالية غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API এর মাধ্যমে ক্যাসকেডিং চাইল্ড মেনু কম্পোজিশন সমর্থিত নয়
es: La composición del menú secundario en cascada no es compatible con esta API
fr: La composition du menu enfant en cascade n'est pas prise en charge via cette API
hi: इस एपीआई के माध्यम से कैस्केडिंग चाइल्ड मेनू संरचना समर्थित नहीं है
it: Composizione del menu figlio a cascata non supportata tramite questa API
nl: Trapsgewijze samenstelling van onderliggende menu's wordt niet ondersteund via deze API
te: ఈ API ద్వారా క్యాస్కేడింగ్ చైల్డ్ మెను కూర్పుకు మద్దతు లేదు
zh_tw: 此 API 不支持级联子菜单组合

source: Visibility context editing not supported via this API
ar: تحرير سياق الرؤية غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API এর মাধ্যমে দৃশ্যমানতা প্রসঙ্গ সম্পাদনা সমর্থিত নয়
es: La edición del contexto de visibilidad no se admite a través de esta API
fr: Modification du contexte de visibilité non prise en charge via cette API
hi: इस एपीआई के माध्यम से दृश्यता संदर्भ संपादन समर्थित नहीं है
it: La modifica del contesto di visibilità non è supportata tramite questa API
nl: Bewerking van zichtbaarheidscontext wordt niet ondersteund via deze API
te: ఈ API ద్వారా దృశ్యమానత సందర్భ సవరణకు మద్దతు లేదు
zh_tw: 不支持通过此 API 进行可见性上下文编辑

source: Searches
ar: عمليات البحث
bn: অনুসন্ধান করে
es: Búsquedas
fr: Recherches
hi: खोजें
it: Ricerche
nl: Zoekopdrachten
te: శోధనలు
zh_tw: 搜索次数

source: Loading searches…
ar: جارٍ تحميل عمليات البحث…
bn: অনুসন্ধান লোড হচ্ছে...
es: Cargando búsquedas…
fr: Chargement des recherches…
hi: खोजें लोड हो रही हैं...
it: Caricamento ricerche…
nl: Zoekopdrachten laden...
te: శోధనలను లోడ్ చేస్తోంది...
zh_tw: 正在加载搜索...

source: No searches returned.
ar: لم يتم إرجاع أي عمليات بحث.
bn: কোন অনুসন্ধান ফেরত.
es: No se devolvieron búsquedas.
fr: Aucune recherche n'a été renvoyée.
hi: कोई खोज वापस नहीं आई।
it: Nessuna ricerca restituita.
nl: Er zijn geen zoekopdrachten geretourneerd.
te: శోధనలు ఏవీ తిరిగి రాలేదు.
zh_tw: 没有返回搜索结果。

source: Could not load searches.
ar: لا يمكن تحميل عمليات البحث.
bn: অনুসন্ধানগুলি লোড করা যায়নি৷
es: No se pudieron cargar las búsquedas.
fr: Impossible de charger les recherches.
hi: खोजें लोड नहीं की जा सकीं.
it: Impossibile caricare le ricerche.
nl: Kan zoekopdrachten niet laden.
te: శోధనలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载搜索。

source: Content Explorer search definitions (not views). Open a row for field criteria. Create/edit is a later slice.
ar: تعريفات بحث Content Explorer (وليس طرق العرض). افتح صفًا لمعايير الحقل. الإنشاء/التحرير هو شريحة لاحقة.
bn: বিষয়বস্তু এক্সপ্লোরার অনুসন্ধান সংজ্ঞা (দর্শন নয়)। ক্ষেত্রের মানদণ্ডের জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Definiciones de búsqueda de Content Explorer (no vistas). Abra una fila para los criterios de campo. Crear/editar es un segmento posterior.
fr: Définitions de recherche de Content Explorer (pas de vues). Ouvrez une ligne pour les critères de champ. Créer/modifier est une tranche ultérieure.
hi: सामग्री एक्सप्लोरर खोज परिभाषाएँ (दृश्य नहीं)। फ़ील्ड मानदंड के लिए एक पंक्ति खोलें. बनाना/संपादित करना बाद का भाग है।
it: Definizioni di ricerca di Content Explorer (non visualizzazioni). Aprire una riga per i criteri di campo. Crea/modifica è una sezione successiva.
nl: Zoekdefinities van Content Explorer (geen weergaven). Open een rij voor veldcriteria. Maken/bewerken is een later segment.
te: కంటెంట్ ఎక్స్u200cప్లోరర్ శోధన నిర్వచనాలు (వీక్షణలు కాదు). ఫీల్డ్ ప్రమాణాల కోసం అడ్డు వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: Content Explorer 搜索定义（不是视图）。打开一行作为字段条件。创建/编辑是稍后的切片。

source: Display format id
ar: معرف تنسيق العرض
bn: ডিসপ্লে ফরম্যাট আইডি
es: ID de formato de visualización
fr: Identifiant du format d'affichage
hi: प्रदर्शन प्रारूप आईडी
it: ID formato di visualizzazione
nl: Weergaveformaat-ID
te: ప్రదర్శన ఫార్మాట్ ID
zh_tw: 显示格式ID

source: Max results
ar: النتائج القصوى
bn: সর্বোচ্চ ফলাফল
es: Resultados máximos
fr: Résultats maximum
hi: अधिकतम परिणाम
it: Risultati massimi
nl: Maximale resultaten
te: గరిష్ట ఫలితాలు
zh_tw: 最大结果

source: Case sensitive
ar: حساسية الموضوع
bn: কেস সংবেদনশীল
es: Distingue mayúsculas y minúsculas
fr: Sensible aux majuscules et minuscules
hi: अक्षर संवेदनशील
it: Maiuscole e minuscole
nl: Hoofdlettergevoelig
te: కేస్ సెన్సిటివ్
zh_tw: 区分大小写

source: Custom
ar: مخصص
bn: কাস্টম
es: Costumbre
fr: Coutume
hi: रिवाज़
it: Costume
nl: Aangepast
te: కస్టమ్
zh_tw: 风俗

source: User
ar: مستخدم
bn: ব্যবহারকারী
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
nl: Gebruiker
te: వినియోగదారు
zh_tw: 用户

source: Standard
ar: معيار
bn: স্ট্যান্ডার্ড
es: Estándar
hi: मानक
nl: Standaard
te: ప్రామాణికం
zh_tw: 标准

source: Loading search…
ar: جارٍ تحميل البحث…
bn: অনুসন্ধান লোড হচ্ছে...
es: Cargando búsqueda…
fr: Chargement de la recherche…
hi: खोज लोड हो रही है...
it: Caricamento ricerca...
nl: Zoekopdracht laden…
te: శోధన లోడ్ అవుతోంది…
zh_tw: 正在加载搜索...

source: Could not load search.
ar: تعذر تحميل البحث.
bn: অনুসন্ধান লোড করা যায়নি.
es: No se pudo cargar la búsqueda.
fr: Impossible de charger la recherche.
hi: खोज लोड नहीं हो सकी.
it: Impossibile caricare la ricerca.
nl: Kan zoekopdracht niet laden.
te: శోధనను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载搜索。

source: Field criteria
ar: المعايير الميدانية
bn: ক্ষেত্রের মানদণ্ড
es: Criterios de campo
fr: Critères de champ
hi: फ़ील्ड मानदंड
it: Criteri di campo
nl: Veldcriteria
te: ఫీల్డ్ ప్రమాణాలు
zh_tw: 领域标准

source: Search field conditions. Criterion editing is not exposed yet.
ar: شروط حقل البحث. لم يتم الكشف عن تحرير المعيار بعد.
bn: অনুসন্ধান ক্ষেত্রের অবস্থা। মানদণ্ড সম্পাদনা এখনও উন্মুক্ত করা হয় না.
es: Condiciones del campo de búsqueda. La edición de criterios aún no está expuesta.
fr: Conditions du champ de recherche. L'édition des critères n'est pas encore exposée.
hi: खोज फ़ील्ड स्थितियाँ. मानदंड संपादन अभी तक सामने नहीं आया है.
it: Condizioni del campo di ricerca. La modifica dei criteri non è ancora stata esposta.
nl: Zoek veldvoorwaarden. Criteriumbewerking is nog niet zichtbaar.
te: శోధన ఫీల్డ్ పరిస్థితులు. ప్రమాణ సవరణ ఇంకా బహిర్గతం కాలేదు.
zh_tw: 搜索字段条件。标准编辑尚未公开。

source: Operator
ar: المشغل
bn: অপারেটর
es: Operador
fr: Opérateur
hi: संचालिका
it: Operatore
nl: Exploitant
te: ఆపరేటర్
zh_tw: 操作员

source: Search create / update / delete not supported via this API
ar: البحث عن الإنشاء/التحديث/الحذف غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API এর মাধ্যমে সার্চ তৈরি/আপডেট/ডিলিট সমর্থিত নয়
es: La búsqueda de creación/actualización/eliminación no se admite a través de esta API
fr: Recherche de création/mise à jour/suppression non prise en charge via cette API
hi: इस एपीआई के माध्यम से खोज बनाएं / अपडेट करें / हटाएं समर्थित नहीं है
it: La ricerca crea/aggiorna/elimina non è supportata tramite questa API
nl: Zoeken maken/bijwerken/verwijderen wordt niet ondersteund via deze API
te: ఈ API ద్వారా శోధన సృష్టించడానికి / నవీకరించడానికి / తొలగించడానికి మద్దతు లేదు
zh_tw: 不支持通过此 API 搜索创建/更新/删除

source: Search field criterion editing not supported via this API
ar: تحرير معيار حقل البحث غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: অনুসন্ধান ক্ষেত্রের মানদণ্ড সম্পাদনা এই API এর মাধ্যমে সমর্থিত নয়
es: La edición de criterios de campo de búsqueda no se admite a través de esta API
fr: Modification des critères du champ de recherche non prise en charge via cette API
hi: खोज फ़ील्ड मानदंड संपादन इस एपीआई के माध्यम से समर्थित नहीं है
it: La modifica dei criteri del campo di ricerca non è supportata tramite questa API
nl: Bewerken van zoekveldcriteria wordt niet ondersteund via deze API
te: ఈ API ద్వారా శోధన ఫీల్డ్ ప్రమాణం సవరణకు మద్దతు లేదు
zh_tw: 不支持通过此 API 编辑搜索字段条件

source: Views are a separate catalog (Developer Views / UI-07)
ar: طرق العرض عبارة عن كتالوج منفصل (طرق عرض المطورين / UI-07)
bn: ভিউ হল একটি আলাদা ক্যাটালগ (ডেভেলপার ভিউ / UI-07)
es: Las vistas son un catálogo separado (Vistas de desarrollador/UI-07)
fr: Les vues sont un catalogue distinct (Developer Views / UI-07)
hi: दृश्य एक अलग कैटलॉग हैं (डेवलपर दृश्य / यूआई-07)
it: Le visualizzazioni sono un catalogo separato (Visualizzazioni sviluppatore/UI-07)
nl: Weergaven zijn een aparte catalogus (Developer Views / UI-07)
te: వీక్షణలు ప్రత్యేక కేటలాగ్ (డెవలపర్ వీక్షణలు / UI-07)
zh_tw: 视图是一个单独的目录（开发人员视图/UI-07）

source: Views
ar: وجهات النظر
bn: ভিউ
es: Vistas
fr: Vues
hi: दृश्य
it: Viste
nl: Bekeken
te: వీక్షణలు
zh_tw: 意见

source: Loading views…
ar: جارٍ تحميل المشاهدات…
bn: ভিউ লোড হচ্ছে...
es: Cargando vistas…
fr: Chargement des vues…
hi: दृश्य लोड हो रहे हैं...
it: Caricamento visualizzazioni…
nl: Weergaven laden…
te: వీక్షణలను లోడ్ చేస్తోంది…
zh_tw: 正在加载视图...

source: No views returned.
ar: لم يتم إرجاع أي مشاهدات.
bn: কোনো ভিউ ফিরে আসেনি।
es: No se devolvieron vistas.
fr: Aucune vue renvoyée.
hi: कोई दृश्य वापस नहीं आया.
it: Nessuna visualizzazione restituita.
nl: Er zijn geen weergaven geretourneerd.
te: వీక్షణలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回任何视图。

source: Could not load views.
ar: تعذر تحميل طرق العرض.
bn: ভিউ লোড করা যায়নি।
es: No se pudieron cargar las vistas.
fr: Impossible de charger les vues.
hi: दृश्य लोड नहीं किये जा सके.
it: Impossibile caricare le visualizzazioni.
nl: Kan weergaven niet laden.
te: వీక్షణలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载视图。

source: Content Explorer view definitions. Open a row for field criteria. Create/edit is a later slice.
ar: تعريفات عرض مستكشف المحتوى. افتح صفًا لمعايير الحقل. الإنشاء/التحرير هو شريحة لاحقة.
bn: কন্টেন্ট এক্সপ্লোরার ভিউ সংজ্ঞা। ক্ষেত্রের মানদণ্ডের জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Definiciones de vista de Content Explorer. Abra una fila para los criterios de campo. Crear/editar es un segmento posterior.
fr: Définitions de vue de l'Explorateur de contenu. Ouvrez une ligne pour les critères de champ. Créer/modifier est une tranche ultérieure.
hi: सामग्री एक्सप्लोरर दृश्य परिभाषाएँ। फ़ील्ड मानदंड के लिए एक पंक्ति खोलें. बनाना/संपादित करना बाद का भाग है।
it: Definizioni di visualizzazione di Esplora contenuto. Aprire una riga per i criteri di campo. Crea/modifica è una sezione successiva.
nl: Weergavedefinities van Content Explorer. Open een rij voor veldcriteria. Maken/bewerken is een later segment.
te: కంటెంట్ ఎక్స్u200cప్లోరర్ వీక్షణ నిర్వచనాలు. ఫీల్డ్ ప్రమాణాల కోసం అడ్డు వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: 内容资源管理器视图定义。打开一行作为字段条件。创建/编辑是稍后的切片。

source: Loading view…
ar: جارٍ تحميل العرض…
es: Cargando vista…
fr: Chargement de la vue…
hi: दृश्य लोड हो रहा है...
it: Caricamento vista...
nl: Weergave laden…
te: వీక్షణ లోడ్ అవుతోంది…
zh_tw: 正在加载视图...

source: Could not load view.
ar: تعذر تحميل العرض.
bn: ভিউ লোড করা যায়নি।
es: No se pudo cargar la vista.
fr: Impossible de charger la vue.
hi: दृश्य लोड नहीं किया जा सका.
it: Impossibile caricare la visualizzazione.
nl: Kan weergave niet laden.
te: వీక్షణను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载视图。

source: View field conditions. Criterion editing is not exposed yet.
ar: عرض الظروف الميدانية. لم يتم الكشف عن تحرير المعيار بعد.
bn: মাঠের অবস্থা দেখুন। মানদণ্ড সম্পাদনা এখনও উন্মুক্ত করা হয় না.
es: Ver las condiciones del campo. La edición de criterios aún no está expuesta.
fr: Afficher les conditions sur le terrain. L'édition des critères n'est pas encore exposée.
hi: फ़ील्ड स्थितियाँ देखें. मानदंड संपादन अभी तक सामने नहीं आया है.
it: Visualizza le condizioni del campo. La modifica dei criteri non è ancora stata esposta.
nl: Bekijk veldomstandigheden. Criteriumbewerking is nog niet zichtbaar.
te: ఫీల్డ్ పరిస్థితులను వీక్షించండి. ప్రమాణ సవరణ ఇంకా బహిర్గతం కాలేదు.
zh_tw: 查看现场情况。标准编辑尚未公开。

source: View create / update / delete not supported via this API
ar: عرض الإنشاء/التحديث/الحذف غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API এর মাধ্যমে তৈরি/আপডেট/মুছে ফেলা সমর্থিত নয় দেখুন
es: Ver crear/actualizar/eliminar no se admite a través de esta API
fr: Afficher la création/mise à jour/suppression non pris en charge via cette API
hi: व्यू क्रिएट/अपडेट/डिलीट इस एपीआई के माध्यम से समर्थित नहीं है
it: Visualizzazione creazione/aggiornamento/eliminazione non supportata tramite questa API
nl: Bekijk maken/bijwerken/verwijderen wordt niet ondersteund via deze API
te: ఈ API ద్వారా సృష్టించడానికి / నవీకరించడానికి / తొలగించడానికి మద్దతు లేదు
zh_tw: 不支持通过此 API 创建/更新/删除视图

source: View field criterion editing not supported via this API
ar: عرض تعديل معيار الحقل غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এই API এর মাধ্যমে ক্ষেত্র মানদণ্ড সম্পাদনা সমর্থিত নয় দেখুন
es: La edición de criterios de campo de visualización no se admite a través de esta API
fr: Modification des critères de champ d'affichage non prise en charge via cette API
hi: फ़ील्ड मानदंड संपादन देखें इस एपीआई के माध्यम से समर्थित नहीं है
it: Visualizza la modifica del criterio del campo non supportata tramite questa API
nl: Bewerken van veldcriteria bekijken wordt niet ondersteund via deze API
te: ఈ API ద్వారా ఫీల్డ్ ప్రమాణాల సవరణకు మద్దతు లేదు
zh_tw: 通过此 API 不支持查看字段条件编辑

source: Searches are a separate catalog (Developer Searches / UI-06)
ar: عمليات البحث عبارة عن كتالوج منفصل (عمليات بحث المطورين / UI-06)
bn: অনুসন্ধানগুলি একটি পৃথক ক্যাটালগ (ডেভেলপার অনুসন্ধান / UI-06)
es: Las búsquedas son un catálogo separado (Búsquedas de desarrolladores/UI-06)
fr: Les recherches constituent un catalogue distinct (Recherches de développeurs / UI-06)
hi: खोजें एक अलग कैटलॉग हैं (डेवलपर खोजें / यूआई-06)
it: Le ricerche sono un catalogo separato (Ricerche sviluppatore/UI-06)
nl: Zoekopdrachten zijn een aparte catalogus (Zoekopdrachten voor ontwikkelaars / UI-06)
te: శోధనలు ప్రత్యేక కేటలాగ్ (డెవలపర్ శోధనలు / UI-06)
zh_tw: 搜索是一个单独的目录（开发人员搜索/UI-06）
